---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.FileExportedEventArgs
source: html/59766cb9-f0af-4dab-067b-0da688938195.htm
---
# FileExportedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.